[
  {
    "name": "Lisa",
    "stars": 5,
    "review": "Very good food."
  },
  {
    "name": "John",
    "stars": 5,
    "review": "Really good food. Well cooked, balanced, tasty. Would order again."
  },
  {
    "name": "T",
    "stars": 5,
    "review": "Owner seems nice. Food is pretty good. Good portion too."
  },
  {
    "name": "Diane",
    "stars": 5,
    "review": "Quick, tasty, accurate!"
  },
  {
    "name": "Mark",
    "stars": 5,
    "review": "Restaurant consistently has tasty food with our correct order."
  },
  {
    "name": "Kareem",
    "stars": 5,
    "review": "The best Mediterranean food"
  },
  {
    "name": "Mahashraya",
    "stars": 5,
    "review": "Delightful food and great service"
  },
  {
    "name": "Daniel",
    "stars": 5,
    "review": "Excellent! One of the best Middle Eastern restaurants!"
  },
  {
    "name": "Aidan",
    "stars": 5,
    "review": "Love this place, their wraps are the best in Boston. Highly recommend the lule kebab wrap with hummus and garlic sauce. Very quick service too"
  },
  {
    "name": "Callie",
    "stars": 5,
    "review": "Wraps from Noor are always exceptional! Amazing sauces and meats. I love them every time."
  },
  {
    "name": "steve",
    "stars": 5,
    "review": "Noor is the best"
  },
  {
    "name": "Penny",
    "stars": 5,
    "review": "Consistently high quality, fresh delicious and exceptional friendly service"
  },
  {
    "name": "Sue",
    "stars": 5,
    "review": "Food was very good"
  },
  {
    "name": "Tori",
    "stars": 5,
    "review": "So delicious—11/10 would recommend!!!"
  },
  {
    "name": "Kait",
    "stars": 5,
    "review": "Delicious! Best Mediterranean in the area."
  },
  {
    "name": "Palkin",
    "stars": 5,
    "review": "Fantastic salad. The shawarma can use more seasoning"
  },
  {
    "name": "Ethan",
    "stars": 4,
    "review": "Healthy tasting food without much flavor-related character."
  },
  {
    "name": "Rochelle",
    "stars": 4,
    "review": "We love this restaurant"
  },
  {
    "name": "Jennifer",
    "stars": 5,
    "review": "Both times, Noor Med Grill has provided EXCELLENT, fresh-tasting, wonderful food - and including special requests. FANTASTIC. About to order again ..."
  },
  {
    "name": "Luke",
    "stars": 5,
    "review": "I was shocked by how much food you get for your money (in the good way). Tasty too."
  },
  {
    "name": "Ellie",
    "stars": 5,
    "review": "Noor is great! This is my quick go-to. Their Armenian rice is worth trying too, I love that it isn't too sweet, just the right combination of flavors."
  },
  {
    "name": "Julie",
    "stars": 5,
    "review": "Love Noor, it's super fresh and a good mix of veggies and protein. The order forms were clear and orders were correct. All so good. Our driver was quick and delivered contactless as requested."
  },
  {
    "name": "Dave",
    "stars": 5,
    "review": "Excellent food. Generous portions."
  },
  {
    "name": "Judy",
    "stars": 5,
    "review": "Love it. Repeat customer"
  },
  {
    "name": "Fred",
    "stars": 4,
    "review": "My Mediterranean go-to"
  },
  {
    "name": "Jonathan",
    "stars": 4,
    "review": "Very good food. Prompt delivery."
  },
  {
    "name": "rebecca",
    "stars": 5,
    "review": "Oh my goodness, I was floored by this food! It tasted fresh, Chicken was juicy and seasoned well. They gave me my moneys worth when it came to how much was given in the meal. The salad had these crispy wafer like croutons in it that added the perfect amount of crunch and texture. MMM I will definitely order from here again if the quality stays the same as. GOOD STUFF and Im a picky eater and quick to ask for a refund. "
  },
  {
    "name": "Amit",
    "stars": 4,
    "review": "Great food, reasonable prices, and friendly service. Will certainly go back. Highly recommend."
  },
  {
    "name": "Patricia",
    "stars": 5,
    "review": "We had a luncheon at work and they ordered food from Noor. I was impressed with the quality and taste. Best Lebanese food I have had here in Mass. Will definitely try it again."
  },
  {
    "name": "Dillon",
    "stars": 5,
    "review": "Some of the best shawarma and other Middle Eastern dishes that I've had on this side of the Atlantic. My orders are always correct and speedy. I absolutely recommend!"
  },
  {
    "name": "Conrad",
    "stars": 5,
    "review": "Very good wraps at cheap prices and fast service always. Easily the best \"fast food\" I've had in Boston."
  },
  {
    "name": "Kib",
    "stars": 5,
    "review": "Great food and service. Everything is delicious! Great hidden gem. Everything is worth trying, too!"
  },
  {
    "name": "Guy",
    "stars": 4,
    "review": "Very prompt delivery! The falafels were light and delicious! Could not believe how much neat we had with out lamb Shawarma!! And the pickles really set the perfect tone."
  },
  {
    "name": "Ismiley",
    "stars": 5,
    "review": "Top tier shawarmas. No matter what you order, this restaurant will make sure to take good care of you."
  },
  {
    "name": "Nate",
    "stars": 5,
    "review": "Great place! I like their kebab & shawarma plates (you get a lot of food!), as well as their wraps. The baba ghanoush is really tasty. Very friendly and quick service. Definitely recommend!"
  }
]
